Repository: LiberoPat/RecipeClipper
Catalog: ios/RecipeClipper/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, pt_br

# action_add_week_to_groceries
source: Add this week's ingredients
de: Zutaten dieser Woche hinzufügen
es: Añadir los ingredientes de esta semana
fr: Ajouter les ingrédients de la semaine
it: Aggiungi gli ingredienti della settimana
pt_br: Adicionar os ingredientes desta semana

# groceries_week_empty
source: No recipes are planned this week.
de: Für diese Woche sind keine Rezepte geplant.
es: No hay recetas planificadas esta semana.
fr: Aucune recette n'est prévue cette semaine.
it: Nessuna ricetta in programma questa settimana.
pt_br: Nenhuma receita planejada para esta semana.

# action_clear_checked
source: Clear checked
de: Abgehakte entfernen
es: Quitar lo marcado
fr: Retirer les articles cochés
it: Rimuovi le spunte
pt_br: Remover os marcados

# action_share_groceries
source: Share list
de: Liste teilen
es: Compartir lista
fr: Partager la liste
it: Condividi la lista
pt_br: Compartilhar lista

# action_move_to_aisle
source: Move to aisle…
de: In anderen Gang verschieben…
es: Mover a otro pasillo…
fr: Changer de rayon…
it: Sposta in un altro reparto…
pt_br: Mover para outro corredor…

# move_to_aisle_title
source: Aisle
de: Gang
es: Pasillo
fr: Rayon
it: Reparto
pt_br: Corredor

# snackbar_grocery_deleted %@
source: Deleted %@
de: Gelöscht: %@
es: Eliminado: %@
fr: Supprimé : %@
it: Eliminato: %@
pt_br: Excluído: %@

# snackbar_checked_cleared
source: Checked items removed
de: Abgehakte Artikel entfernt
es: Artículos marcados eliminados
fr: Articles cochés retirés
it: Articoli spuntati rimossi
pt_br: Itens marcados removidos

# aisle_produce
source: Fruit & vegetables
de: Obst & Gemüse
es: Frutas y verduras
fr: Fruits et légumes
it: Frutta e verdura
pt_br: Hortifrúti

# aisle_meat
source: Meat
de: Fleisch
es: Carne
fr: Viande
it: Carne
pt_br: Carnes

# aisle_seafood
source: Fish & seafood
de: Fisch & Meeresfrüchte
es: Pescado y marisco
fr: Poisson et fruits de mer
it: Pesce
pt_br: Peixes e frutos do mar

# aisle_dairy
source: Dairy & eggs
de: Milchprodukte & Eier
es: Lácteos y huevos
fr: Crèmerie et œufs
it: Latticini e uova
pt_br: Laticínios e ovos

# aisle_bakery
source: Bakery
de: Backwaren
es: Panadería
fr: Boulangerie
it: Panetteria
pt_br: Padaria

# aisle_baking
source: Baking
de: Backzutaten
es: Repostería
fr: Pâtisserie
it: Ingredienti per dolci
pt_br: Confeitaria

# aisle_grains
source: Pasta, rice & grains
de: Nudeln, Reis & Getreide
es: Pasta, arroz y legumbres
fr: Pâtes, riz et céréales
it: Pasta, riso e cereali
pt_br: Massas, arroz e grãos

# aisle_canned
source: Cans & jars
de: Konserven
es: Conservas
fr: Conserves
it: Scatolame
pt_br: Enlatados

# aisle_condiments
source: Oils, sauces & condiments
de: Öle, Saucen & Würzmittel
es: Aceites, salsas y condimentos
fr: Huiles, sauces et condiments
it: Oli, salse e condimenti
pt_br: Óleos, molhos e condimentos

# aisle_spices
source: Herbs & spices
de: Gewürze
es: Especias
fr: Épices
it: Spezie
pt_br: Temperos

# aisle_frozen
source: Frozen
de: Tiefkühl
es: Congelados
fr: Surgelés
it: Surgelati
pt_br: Congelados

# aisle_snacks
source: Nuts & dried fruit
de: Nüsse & Trockenobst
es: Frutos secos
fr: Fruits secs
it: Frutta secca
pt_br: Castanhas e frutas secas

# aisle_drinks
source: Drinks
de: Getränke
es: Bebidas
fr: Boissons
it: Bevande
pt_br: Bebidas

# aisle_other
source: Other
de: Sonstiges
es: Otros
fr: Autres
it: Altro
pt_br: Outros

# pantry_add_hint
source: Add to the pantry
de: Zum Vorrat hinzufügen
es: Añade a la despensa
fr: Ajouter au garde-manger
it: Aggiungi alla dispensa
pt_br: Adicione à despensa

# pantry_search_hint
source: Search the pantry
de: Vorrat durchsuchen
es: Busca en la despensa
fr: Rechercher dans le garde-manger
it: Cerca nella dispensa
pt_br: Pesquise na despensa

# pantry_empty
source: Nothing in the pantry yet. Type what's in your cupboards above, or add things as you tick them off the grocery list.
de: Noch nichts im Vorrat. Tippe oben ein, was in deinen Schränken ist, oder füge Dinge hinzu, wenn du sie auf der Einkaufsliste abhakst.
es: Aún no hay nada en la despensa. Escribe arriba lo que tienes en los armarios, o añade cosas al marcarlas en la lista de la compra.
fr: Rien dans le garde-manger pour l'instant. Saisissez ci-dessus ce qu'il y a dans vos placards, ou ajoutez des articles en les cochant sur la liste de courses.
it: La dispensa è ancora vuota. Scrivi qui sopra cosa c'è nei tuoi armadietti, o aggiungi le cose mentre le spunti dalla lista della spesa.
pt_br: Nada na despensa ainda. Digite acima o que tem nos seus armários, ou adicione itens ao marcá-los na lista de compras.

# pantry_no_results %@
source: Nothing matches “%@”.
de: Nichts passt zu „%@“.
es: Nada coincide con «%@».
fr: Aucun résultat pour « %@ ».
it: Nessun risultato per «%@».
pt_br: Nada corresponde a “%@”.

# pantry_sort_aisle
source: Sort by aisle
de: Nach Gang sortieren
es: Ordenar por pasillo
fr: Trier par rayon
it: Ordina per reparto
pt_br: Ordenar por corredor

# pantry_sort_expiry
source: Sort by expiry
de: Nach Ablaufdatum sortieren
es: Ordenar por caducidad
fr: Trier par date limite
it: Ordina per scadenza
pt_br: Ordenar por validade

# pantry_in_stock
source: In stock
de: Vorrätig
es: Disponible
fr: En stock
it: Disponibile
pt_br: Em estoque

# pantry_out
source: Out
de: Nicht vorrätig
es: Agotado
fr: Épuisé
it: Finito
pt_br: Acabou

# pantry_always_have
source: Always have
de: Immer im Haus
es: Siempre en casa
fr: Toujours en réserve
it: Sempre in casa
pt_br: Sempre tenho

# pantry_always_have_detail
source: Staples are never under “To buy”.
de: Grundvorräte stehen nie unter „Zu kaufen“.
es: Los básicos nunca aparecen en «Por comprar».
fr: Les produits de base ne figurent jamais dans « À acheter ».
it: Gli essenziali non sono mai in «Da comprare».
pt_br: Itens básicos nunca aparecem em “Para comprar”.

# pantry_expired
source: Expired
de: Abgelaufen
es: Caducado
fr: Périmé
it: Scaduto
pt_br: Vencido

# pantry_use_by %@
source: Use by %@
de: Verbrauchen bis %@
es: Consumir antes del %@
fr: À consommer avant le %@
it: Da consumare entro il %@
pt_br: Consumir até %@

# pantry_bought %@
source: Bought %@
de: Gekauft am %@
es: Comprado el %@
fr: Acheté le %@
it: Comprato il %@
pt_br: Comprado em %@

# pantry_edit_title
source: Edit item
de: Artikel bearbeiten
es: Editar artículo
fr: Modifier l'article
it: Modifica articolo
pt_br: Editar item

# pantry_label_quantity
source: Quantity (optional)
de: Menge (optional)
es: Cantidad (opcional)
fr: Quantité (facultatif)
it: Quantità (facoltativa)
pt_br: Quantidade (opcional)

# pantry_label_expiry
source: Use-by date
de: Verbrauchsdatum
es: Fecha de caducidad
fr: Date limite
it: Data di scadenza
pt_br: Data de validade

# pantry_no_date
source: No date
de: Kein Datum
es: Sin fecha
fr: Aucune date
it: Nessuna data
pt_br: Sem data

# action_set_date
source: Set date
de: Datum wählen
es: Elegir fecha
fr: Choisir une date
it: Scegli data
pt_br: Escolher data

# action_clear_date
source: Clear date
de: Datum entfernen
es: Quitar fecha
fr: Effacer la date
it: Rimuovi data
pt_br: Remover data

# snackbar_pantry_out %@
source: %@ is out
de: %@ ist aus
es: Se acabó: %@
fr: %@ épuisé
it: %@ è finito
pt_br: %@ acabou

# snackbar_added_to_groceries %@
source: Added %@ to groceries
de: %@ zum Einkauf hinzugefügt
es: Añadido a la compra: %@
fr: Ajouté aux courses : %@
it: Aggiunto alla spesa: %@
pt_br: Adicionado às compras: %@

# snackbar_pantry_deleted %@
source: Deleted %@
de: Gelöscht: %@
es: Eliminado: %@
fr: Supprimé : %@
it: Eliminato: %@
pt_br: Excluído: %@

# what_i_need_title
source: What I need
de: Was ich brauche
es: Lo que necesito
fr: Ce qu'il me faut
it: Cosa mi serve
pt_br: O que preciso

# what_i_need_buy
source: To buy
de: Zu kaufen
es: Por comprar
fr: À acheter
it: Da comprare
pt_br: Para comprar

# what_i_need_have
source: In your pantry
de: In deinem Vorrat
es: En tu despensa
fr: Dans votre garde-manger
it: Nella tua dispensa
pt_br: Na sua despensa

# what_i_need_note
source: “In your pantry” means you have some, not that there's enough.
de: „In deinem Vorrat“ heißt, dass du etwas davon hast, nicht dass es reicht.
es: «En tu despensa» significa que tienes algo, no que tengas suficiente.
fr: « Dans votre garde-manger » signifie que vous en avez, pas que vous en avez assez.
it: «Nella tua dispensa» vuol dire che ne hai, non che ne hai abbastanza.
pt_br: “Na sua despensa” quer dizer que você tem um pouco, não que tem o suficiente.

# what_i_need_nothing_to_buy
source: Nothing to buy: every ingredient is in your pantry.
de: Nichts zu kaufen: Jede Zutat ist in deinem Vorrat.
es: Nada que comprar: todos los ingredientes están en tu despensa.
fr: Rien à acheter : chaque ingrédient est dans votre garde-manger.
it: Niente da comprare: ogni ingrediente è nella tua dispensa.
pt_br: Nada para comprar: todos os ingredientes estão na sua despensa.

# what_i_need_you_have %@
source: You have %@
de: Du hast %@
es: Tienes %@
fr: Vous avez : %@
it: Hai %@
pt_br: Você tem %@

# what_i_need_added
source: Added to groceries
de: Zum Einkauf hinzugefügt
es: Añadido a la compra
fr: Ajouté aux courses
it: Aggiunto alla spesa
pt_br: Adicionado às compras

# action_add_to_pantry
source: Add to pantry
de: Zum Vorrat hinzufügen
es: Añadir a la despensa
fr: Ajouter au garde-manger
it: Aggiungi alla dispensa
pt_br: Adicionar à despensa

# snackbar_offer_pantry %@
source: Got %@. Add it to the pantry?
de: %@ besorgt. Zum Vorrat hinzufügen?
es: Ya tienes %@. ¿Añadirlo a la despensa?
fr: %@ acheté. L'ajouter au garde-manger ?
it: Preso: %@. Aggiungerlo alla dispensa?
pt_br: Comprou %@. Adicionar à despensa?

# snackbar_pantry_restocked %@
source: %@ is back in stock in the pantry
de: %@ ist wieder im Vorrat
es: %@ vuelve a estar en la despensa
fr: %@ est de nouveau en stock
it: %@ è di nuovo in dispensa
pt_br: %@ voltou para a despensa

# developer_settings_title
source: Developer settings
de: Entwicklereinstellungen
es: Ajustes de desarrollador
fr: Réglages développeur
it: Impostazioni sviluppatore
pt_br: Ajustes de desenvolvedor

# developer_settings_intro
source: Features still being built. Changes apply at once; one that changes the app's navigation may take you back to Home.
de: Funktionen in Arbeit. Änderungen gelten sofort; ändert eine davon die Navigation, kann die App zur Startseite zurückkehren.
es: Funciones aún en desarrollo. Los cambios se aplican al instante; si uno cambia la navegación de la app, puedes volver al inicio.
fr: Fonctionnalités encore en chantier. Les changements s'appliquent aussitôt ; si l'un d'eux modifie la navigation, l'app peut revenir à l'accueil.
it: Funzioni ancora in lavorazione. Le modifiche valgono subito; se una cambia la navigazione, l'app può tornare alla Home.
pt_br: Recursos ainda em construção. As mudanças valem na hora; se uma delas mudar a navegação, o app pode voltar ao início.

# developer_flag_changed
source: Changed from the default
de: Vom Standard abweichend
es: Cambiado respecto al valor predeterminado
fr: Modifié par rapport à la valeur par défaut
it: Diverso dal predefinito
pt_br: Diferente do padrão

# developer_reset
source: Reset to defaults
de: Auf Standard zurücksetzen
es: Restablecer valores predeterminados
fr: Rétablir les valeurs par défaut
it: Ripristina i predefiniti
pt_br: Restaurar os padrões

# settings_section_pantry
source: Pantry
de: Vorrat
es: Despensa
fr: Garde-manger
it: Dispensa
pt_br: Despensa

# expiry_reminders_title
source: Expiry reminders
de: Ablauf-Erinnerungen
es: Avisos de caducidad
fr: Rappels de péremption
it: Promemoria di scadenza
pt_br: Lembretes de validade

# expiry_reminders_description
source: A notification at 9 in the morning when something in stock expires today or tomorrow
de: Eine Mitteilung um 9 Uhr morgens, wenn etwas Vorrätiges heute oder morgen abläuft
es: Una notificación a las 9 de la mañana cuando algo que tienes caduca hoy o mañana
fr: Une notification à 9 h quand un article en stock périme aujourd’hui ou demain
it: Una notifica alle 9 del mattino quando qualcosa in dispensa scade oggi o domani
pt_br: Uma notificação às 9 da manhã quando algo em estoque vence hoje ou amanhã

# expiry_reminders_denied
source: Notifications are off for Recipe Clipper. Allow them in the system settings to get reminders.
de: Mitteilungen sind für Recipe Clipper ausgeschaltet. Erlaube sie in den Systemeinstellungen, um Erinnerungen zu erhalten.
es: Las notificaciones están desactivadas para Recipe Clipper. Actívalas en los ajustes del sistema para recibir avisos.
fr: Les notifications sont désactivées pour Recipe Clipper. Autorisez-les dans les réglages du système pour recevoir des rappels.
it: Le notifiche sono disattivate per Recipe Clipper. Consentile nelle impostazioni di sistema per ricevere i promemoria.
pt_br: As notificações estão desativadas para o Recipe Clipper. Permita-as nos ajustes do sistema para receber lembretes.

# expiry_notification_title
source: Use it soon
de: Bald verbrauchen
es: Úsalo pronto
fr: À utiliser bientôt
it: Da usare presto
pt_br: Use logo

# expiry_one_today %@
source: %@ expires today.
de: %@ läuft heute ab.
es: %@ caduca hoy.
fr: %@ périme aujourd’hui.
it: %@ scade oggi.
pt_br: %@ vence hoje.

# expiry_many_today %@
source: %@ expire today.
de: %@ laufen heute ab.
es: %@ caducan hoy.
fr: %@ périment aujourd’hui.
it: %@ scadono oggi.
pt_br: %@ vencem hoje.

# expiry_one_tomorrow %@
source: %@ expires tomorrow.
de: %@ läuft morgen ab.
es: %@ caduca mañana.
fr: %@ périme demain.
it: %@ scade domani.
pt_br: %@ vence amanhã.

# expiry_many_tomorrow %@
source: %@ expire tomorrow.
de: %@ laufen morgen ab.
es: %@ caducan mañana.
fr: %@ périment demain.
it: %@ scadono domani.
pt_br: %@ vencem amanhã.

# expiry_names_and %@ %@
source: %1$@ and %2$@
de: %1$@ und %2$@
es: %1$@ y %2$@
fr: %1$@ et %2$@
it: %1$@ e %2$@
pt_br: %1$@ e %2$@

# action_pause
source: Pause
es: Pausar
it: Pausa
pt_br: Pausar

# clip_field_name
source: Name
es: Nombre
fr: Nom
it: Nome
pt_br: Nome

# clip_optional
source: optional
es: opcional
fr: facultatif
it: facoltativo
pt_br: opcional

# clip_summary_name
source: Name ✓
es: Nombre ✓
fr: Nom ✓
it: Nome ✓
pt_br: Nome ✓

# edit_label_name
source: Name
es: Nombre
fr: Nom
it: Nome
pt_br: Nome

# pantry_label_name
source: Name
es: Nombre
fr: Nom
it: Nome
pt_br: Nome

# settings_version %@
source: Version %@
es: Versión %@
it: Versione %@
pt_br: Versão %@

# developer_flag_issue %lld
source: Issue #%lld
es: Incidencia #%lld
fr: Ticket #%lld

# original_servings %@
source: Original: %@
it: Originale: %@
